Repository: j4321/juliette.monsel
Catalog: source/locale/*/LC_MESSAGES/Bicycles.po
Languages: fr

source: Bicycle and mechanics
fr: Vélo et mécanique

source: Cycling in the city
fr: Vélo en ville

source: I adopted the bicycle as my main mean of transportation when I moved to Grenoble. I have come to think it is the best one when living in a city, here are a few reasons why:
fr: J'ai adopté le vélo comme moyen principal de déplacement quand j'ai emménagé à Grenoble. Je le considère maintenant comme le meilleur mode de transport urbain. Voici quelques raisons :

source: Fast and convenient -- no endless search for a parking spot, no traffic jams, no waiting 20 minutes for the tram at off-peak hours, ...
fr: Rapide et pratique -- pas de recherche sans fin d'une place de stationnement, pas d'embouteillages, pas d'attente de 20 min pour le prochain tram en heure creuse, ...

source: My favorite way to unwind after work.
fr: Ma façon favorite de me défouler après le travail.

source: I can look after and repair my bike myself.
fr: Je peux entretenir et réparer mon vélo moi-même.

source: Environment friendly.
fr: Écologique

source: Economical -- no extra insurance, no gas, ...
fr: Économique -- pas d'assurance supplémentaire, pas de pleins d'essence, ...

source: And when it comes to inconveniences like rain, quite common where I currently live (Gothenburg, Sweden), or snow, I have become an adept of the Scandinavian saying
fr: Et vis-à-vis des inconvénients météorologiques comme la pluie, assez fréquente où j'habite en ce moment (Göteborg, Suède), ou la neige, j'ai adopté le dicton scandinave

source: *There is no such thing as bad weather, only bad clothes.*
fr: *Il n'y a pas de mauvais temps, seulement de mauvais vêtements.*

source: However, in the case of cycling, it needs to be extended beyond clothing to include cycling equipment such as suitable tires.
fr: Cependant pour le vélo, il faut l'étendre au-delà des vêtements et inclure l'équipement du vélo, comme des pneus adaptés.

source: Bike kitchens
fr: Ateliers vélo participatifs et solidaires

source: One thing I like about (non-electrical) bikes is the possibility to repair them oneself. I find it really satisfying to be able to diagnose and fix myself most issues I have with my bikes. A great place to learn bicycle mechanics is a *Bike Kitchen*, that is a Do-It-Yourself bicyle workshop where one has access to tools, second-hand spare parts and help from volunteers. Bike kitchens come with a large variety of structures and operating models (exclusively volunteer-run or with few employees, membership mandatory or not to access the workshop, ... ) but they have the common goals of promoting bike riding, reusing and recycling old bikes and teaching bicycle mechanics.
fr: Une des raisons pour lesquelles j'apprécie les vélos (non-électriques) est de pouvoir les réparer soi-même. Je trouve cela très satisafaisant d'être capable de diagnostiquer et réparer moi-même la plupart des problèmes que j'ai avec mes vélos. Les atelier vélo participatifs et solidaires (souvent appelés 'Bike kitchens' dans les pays anglophones) sont de bons endroits où apprendre la mécanique cycle. Il s'agit d'ateliers d'auto-réparation qui donnent accès à des outils, des pièces détachées d'occasions et à l'aide des bénévoles. Il en existe avec des structures et modes d'organisation variés (avec ou sans salariés, adhésion obligatoire ou non pour accéder à l'atelier, ...) mais ils ont pour but commun de promouvoir le vélo à travers le rémploi de vieux vélos et l'apprentissage de la mécanique cycle.

source: I have been a volunteer in two of them:
fr: J'ai été bénévole dans deux ateliers, et le suis encore dans le deuxième

source: `uN p’Tit véLo dAnS La Tête <http://www.ptitvelo.net>`_ in Grenoble
fr: `uN p’Tit véLo dAnS La Tête <http://www.ptitvelo.net>`_ à Grenoble

source: `Cykelköket Göteborg <https://www.facebook.com/cykelkoket.gbg>`_ in Gotheburg
fr: `Cykelköket Göteborg <https://www.facebook.com/cykelkoket.gbg>`_ à Göteborg

source: and this is where I learned almost everything I know about bicycle mechanics.
fr: Et c'est dans ces ateliers, et en particulier au p’Tit véLo, que j'ai acquis la quasi-totalité de es connaissances en mécanique cycle.

source: Some external resources about bike kitchens:
fr: Quelques resources externes sur les ateliers vélo :

source: `L'Heureux cyclage <http://www.heureux-cyclage.org/?lang=en>`_: French network of DIY bicyle workshops (mostly in French)
fr: `L'Heureux cyclage <http://www.heureux-cyclage.org>`_ : Le réseau des ateliers participatifs et solidaires

source: `Wiklou <vhttps://wiklou.org/wiki/Accueil>`_, le wiki francophone du vélo (in French)
fr: `Wiklou <vhttps://wiklou.org/wiki/Accueil>`_, le wiki francophone du vélo

source: `List of publications about bicycle workshops <https://bikeworkshopsresearch.wordpress.com/publications/>`_
fr: `Liste de publications à propos des ateliers vélo (en anglais) <https://bikeworkshopsresearch.wordpress.com/publications/>`_

source: Travelling
fr: Voyages à vélo

source: I have also discovered long distance cycling, which is a way of travelling during the holidays that I enjoy. For now I have only done two relatively short trips (I know people who have crossed continents):
fr: J'ai aussi découvert le voyage à vélo, que je pratique maintenant occasionnellement pendant les vacances. J'ai pour l'instant effectué deux voyages relativement courts (Je connais des gens qui ont traversé des continents) :

source: Châlons sur Sâone - Tours (6 days, ~ 600 km, summer 2019) with this bike:
fr: Châlons sur Sâone - Tours (6 jours, ~ 600 km, été 2019) avec ce vélo :

source: Gothenburg - Helsinborg following `Kattegattleden <https://kattegattleden.se/>`_ (3 days and half, ~ 400 km, summer 2020) with this bike (picture taken during the trip with the luggage on):
fr: Göteborg - Helsinborg en suivant le `Kattegattleden <https://kattegattleden.se/>`_ (3 jours et demi, ~ 400 km, été 2020) avec ce vélo (photo prise pendant le voyage avec tous mes bagages):
