Repository: j4321/juliette.monsel
Catalog: source/locale/*/LC_MESSAGES/CV.po
Languages: fr

source: Short CV
fr: CV court

source: My full CV is available :download:`here <assets/CV_Juliette_Monsel.pdf>`
fr: Mon CV complet (en anglais) est disponible :download:`ici <assets/CV_Juliette_Monsel.pdf>`

source: Research
fr: Recherche

source: 2020 -- current
fr: 2020 -- aujourd'hui

source: **Postdoctoral researcher**, *Dept. of Microtechnology and Nanoscience, Chalmers University of Technology*, Gothenburg, Sweden. Advisor: Janine Splettstoesser.
fr: **Chercheuse postdoctorale**, *Dept. de Microtechnologie et Nanoscience, Chalmers Tekniska Högskola*, Göteborg, Suède. Encadrante: Janine Splettstoesser.

source: Thermodynamics of optomechanics and electronic transport.
fr: Thermodynamique appliquée à l'optomécanique et au transport électronique.

source: **Postdoctoral researcher**, *Institut Néel, CNRS/UGA*, Grenoble, France. Advisor: Alexia Auffèves.
fr: **Chercheuse postdoctorale**, *Institut Néel, CNRS/UGA*, Grenoble. Encadrante: Alexia Auffèves.

source: Quantum thermodynamics and optomechanics.
fr: Thermodynamique quantique et optomécanique.

source: **Doctoral researcher**, *Institut Néel, CNRS/UGA*, Grenoble, France. Supervisor: Alexia Auffèves.
fr: **Doctorante**, *Institut Néel, CNRS/UGA*, Grenoble. Encadrante: Alexia Auffèves.

source: Education
fr: Éducation

source: **Ph.D.** in Theoretical Physics at `Université Grenoble Alpes <https://www.univ-grenoble-alpes.fr/english/>`_, France
fr: **Ph.D.** en Physique Théorique à `l'Université Grenoble Alpes <https://www.univ-grenoble-alpes.fr/>`_, France

source: **M.Sc.** in Physics at `École Normale Supérieure de Lyon <http://www.ens-lyon.fr/en/>`_, France
fr: **Master recherche**, parcours Physique, concepts et applications à `l'École Normale Supérieure de Lyon <http://www.ens-lyon.fr/>`_

source: **B.Sc.** in Physics at `École Normale Supérieure de Lyon <http://www.ens-lyon.fr/en/>`_, France
fr: **Licence**, Science de la Matière spécialité Physique à `l'École Normale Supérieure de Lyon <http://www.ens-lyon.fr/>`_

source: Awards and Grants
fr: Récompenses et bourses

source: **Spinger Thesis Award**, recognizing outstanding Ph.D.research
fr: **Prix de thèse Springer**, récompensant une recherche de doctorat exceptionnelle

source: **Ph.D. grant** from the `CFM Foundation for Research <http://www.fondation-cfm.fr/>`_
fr: **Bourse de thèse** de la `Fondation CFM pour la Recherche <http://www.fondation-cfm.fr/>`_

source: Skills
fr: Compétences

source: Languages
fr: Langues

source: French (native), English (fluent), Italian (good understanding), Swedish (beginner)
fr: Français (langue maternelle), Anglais (professionnelle), Italien (bonne compréhension), Suédois (débutante)

source: Programming
fr: Programmation

source: Social media
fr: Réseaux sociaux
