Repository: j4321/juliette.monsel
Catalog: source/locale/*/LC_MESSAGES/index.po
Languages: fr

source: My research webpage:
fr: Ma page personnelle

source: SE-412 96 Gothenburg
fr: SE-412 96 Göteborg

source: Sweden
fr: Suède

source: office: C434/MC2, Kemivägen 9
fr: bureau: C434/MC2, Kemivägen 9

source: I am a postdoctoral researcher in `Janine Splettstoesser's group <https://sites.google.com/site/splettchalmers>`_ in the Departement of Microtechnology and Nanoscience at `Chalmers University of Technology <http://www.chalmers.se/en/Pages/default.aspx>`_, in Gothenburg, Sweden.
fr: Je suis une chercheuse postodoctorale dans le `groupe de Janine Splettstoesser <https://sites.google.com/site/splettchalmers>`_ au Département de Microtechnologie et Nanoscience à `Chalmers University of Technology <http://www.chalmers.se/en/Pages/default.aspx>`_, à Göteborg, Suède.

source: I did my Ph.D. under the supervision of `Alexia Auffèves <https://scholar.google.com/citations?user=7-5zUEsAAAAJ&hl=en>`_ at the `Institut Néel <https://neel.cnrs.fr/>`_ (CNRS, Université Grenoble Alpes) in Grenoble, France. My thesis dissertation, entitled *Quantum Thermodynamics and Optomechanics*, was awarded a Springer Thesis Award and published in the `Springer Theses series <https://www.springer.com/gp/book/9783030549701>`_ in 2020.
fr: J'ai fait mon doctorat sous la supervision d'`Alexia Auffèves <https://scholar.google.com/citations?user=7-5zUEsAAAAJ&hl=en>`_ à l'`Institut Néel <https://neel.cnrs.fr/>`_ (CNRS, Université Grenoble Alpes) à Grenoble. Ma thèse, intitulée *Thermodynamique quantique et optomécanique*, a reçu un prix de thèse Springer et a été publiée dans la série `Springer Theses <https://www.springer.com/gp/book/9783030549701>`_ en 2020.

source: My research interests are:
fr: Les sujets de recherches qui m'intéressent sont :

source: quantum thermodynamics
fr: la thermodynamique quantique

source: quantum open systems
fr: les systèmes quantiques ouverts

source: optomechanics
fr: l'optomécanique

source: quantrum optics
fr: l'optique quantique

source: electronic transport
fr: le transport électronique
