Repository: j4321/juliette.monsel
Catalog: source/locale/*/LC_MESSAGES/Teaching.po
Languages: fr

source: Teaching
fr: Enseignement

source: Teaching experience
fr: Expérience d'enseignement

source: Teaching assistant
fr: Chargée de TD

source: Newtonian mechanics for first-year undergraduates (Université Grenoble Alpes, France)
fr: Mécanique du point (L1, Université Grenoble Alpes)

source: I supervised tutorials (~20-30 students, 1.5 hours, twice a week) and lab work (~10-15 students, 3 hours, once a week). I contributed exercises to the exams and graded examinations and lab work reports.
fr: J'ai encadré des TD (~ 20-30 étudiants, 1,5h, deux fois par semaine) et des TP (~10-15 étudiants, 3h, une fois par semaine). J'ai participé à l'élaboration des sujets d'examen et j'ai noté les examens et les rapports de TP.

source: Program:
fr: Programme :

source: Polar coordinates
fr: Coordonnées polaires

source: Harmonic oscillators
fr: Oscillateurs harmoniques

source: Angular momentum and torque
fr: Moment cinétique et moment d'une force

source: As part of the doctoral course on research and higher education, I have produced a `portfolio (in French) <http://juliette-monsel.byethost15.com>`_. It documents some of the skills that I acquired during my doctorate and mostly focuses on my teaching.
fr: Dans le cadre du label Recherche et Enseignement Supérieur, j'ai élaboré un `portfolio <http://juliette-monsel.byethost15.com>`_. Il documente une partie des compétences que j'ai dévelopées au cours de mon doctorat, en particulier celles concernant l'enseignement.

source: Student supervision
fr: Encadrement d'étudiants

source: Apr. -- Jul. 2022
fr: avr. -- juil. 2022

source: Co-supervisor of a master student from École Normale Supérieure de Lyon (France) at MC2, Chalmers University of Technology for a four-month project.
fr: Co-encadrante d'un étudiant de M2 de l'ENS de Lyon lors d'un stage de quatre mois à Chalmers.

source: Oct. 2021 -- Jul. 2022
fr: oct. 2021 -- jui. 2022

source: Co-supervisor of a master student from University of Regensburg (Germany) at MC2, Chalmers University of Technology.
fr: Co-encadrante d'une étudiante de master de l'Université de Regensburg (Allemagne) pour un stage long à Chalmers.

source: Oct. 2020 -- current
fr: oct. 2020 -- aujourd'hui

source: Assistant supervisor of a Ph.D. student at MC2, Chalmers University of Technology.
fr: Assistante-directrice de thèse d'un doctorant à Chalmers.

source: Co-supervisor of a first-year master student during his two-month internship at the Institut Néel, Grenoble, France.
fr: Co-encadrante d'un étudiant de M1 de l'Université Grenoble Alpes pour un stage de deux mois à l'Institut Néel à Grenoble.

source: Related volunteer experience
fr: Bénévolat en lien avec l'enseignement

source: Tutor for homework assitance
fr: Tuteur d'aide aux devoirs

source: Trait d'Union program (Villeurbanne, France)
fr: Programme Trait d'Union (Lycée Frédéric Faÿs, Villeurbanne, France)

source: I supervised and helped students from a high school in a disadvangtaged area do their homework and study (2 hours/week, ~10-20 students)
fr: J'encadrais et aidais des lycéens scolarisés en zone d’éducation prioritaire à faire leurs devoirs et à réviser leurs cours.

source: Bicycle mechanics instructor
fr: Instructrice de mécanique cycle

source: 2020 -- current
fr: 2020 -- aujourd'hui

source: I have been volunteering since 2017 in DIY bicycle workshops that aim at promoting cycling, learning mechanics and reusing of unused bicycles. First, I learned bicycle mechanics by going every Wednesday at the "volunteer evening" at *uN p’Tit véLo dAnS La Tête*, where we took apart and repaired bikes for the workshop. Then, I also came at normal opening hours to share my knowledge and explain to people how to fix their bikes. I have been doing the same at *Cykelköket Göteborg* since I moved to Gothenburg. More details about my interest in bicycles: :ref:`Bicycles`.
fr: Je suis bénévole depuis 2017 dans des ateliers d'auto-réparation de vélos qui ont pour but de promouvoir les déplacements à vélo, l'apprentissage de la mécanique et le réemploi de vélos inutilisés. J'ai d'abord appris la mécanique cycle en allant tous les mercredis soirs à permanence bénévole du p’Tit véLo, où nous démontions et réparions des veĺos pour l'association. Je suis ensuite venue aux permanences normales pour partager mes connaissances et apprendre aux adhérents comment réparer leurs vélos. Je continue à faire la même chose à Cyckelköket Göteborg epuis mon déménagement en Suède. Plus de détails à propos de mon intéret pour le vélo : :ref:`Bicycles`.
