{
    "Monsel2024Jan": {
        "kind": "text",
        "header": "New position",
        "date": "January 4, 2024",
        "title": "\\ ",
        "summary": "I became a Research Specialist in the Applied Quantum Physics Laboratory, in the Deptartment of Microtechnology and Nanoscience at Chalmers."
    },
    "Manjeshwar2023Dec": {
        "kind": "text",
        "header": "Highlight",
        "date": "December 22, 2023",
        "title": "\\ ",
        "summary": "Our article *Integrated microcavity optomechanics with a suspended photonic crystal mirror above a distributed Bragg reflector* `Opt. Express 31, 30212 <https://doi.org/10.1364/OE.496447>`_ was included in `Spotlight on Optics <https://opg.optica.org/spotlight/summary.cfm?id=537002>`_."
    },
    "Monsel2023Nov": {
        "kind": "article",
        "header": "New preprint",
        "date": "November 26, 2023",
        "title": "Dissipative and dispersive cavity optomechanics with a frequency-dependent mirror",
        "authors": "Juliette Monsel, Anastasiia Ciers, Sushanth Kini Manjeshwar, Witlef Wieczorek, Janine Splettstoesser",
        "summary": "An optomechanical microcavity can considerably enhance the interaction between light and mechanical motion by confining light to a sub-wavelength volume. However, this comes at the cost of an increased optical loss rate. Therefore, microcavity-based optomechanical systems are placed in the unresolved-sideband regime, preventing sideband-based ground-state cooling. A pathway to reduce optical loss in such systems is to engineer the cavity mirrors, i.e., the optical modes that interact with the mechanical resonator. In our work, we analyze such an optomechanical system, whereby one of the mirrors is strongly frequency-dependent, i.e., a suspended Fano mirror. This optomechanical system consists of two optical modes that couple to the motion of the suspended Fano mirror. We formulate a quantum-coupled-mode description that includes both the standard dispersive optomechanical coupling as well as dissipative coupling. We solve the Langevin equations of the system dynamics in the linear regime showing that ground-state cooling from room temperature can be achieved even if the cavity is per se not in the resolved-sideband regime, but achieves effective sideband resolution through strong optical mode coupling. Importantly, we find that the cavity output spectrum needs to be properly analyzed with respect to the effective laser detuning to infer the phonon occupation of the mechanical resonator. Our work also predicts how to reach the regime of nonlinear quantum optomechanics in a Fano-based microcavity by engineering the properties of the Fano mirror.\n\nThis work is the in-depth theory article associated with the experimental work `Opt. Express 31, 30212 <https://doi.org/10.1364/OE.496447>`_.",
        "links": [{
            "reference": "arXiv:2311.15311",
            "URL": "https://arxiv.org/abs/2311.15311"
        }]
    },
    "Monsel2023Mar": {
        "kind": "article",
        "header": "New article",
        "date": "September 6, 2023",
        "title": "Non-geometric pumping effects on the performance of interacting quantum-dot heat engines",
        "authors": "Juliette Monsel, Jens Schulenborg, Janine Splettstoesser",
        "summary": "Periodically driven quantum dots can act as counterparts of cyclic thermal machines at the nanoscale. In the slow-driving regime of geometric pumping, such machines have been shown to operate in analogy to a Carnot cycle. For larger driving frequencies, which are required in order to increase the cooling power, the efficiency of the operation decreases. Up to which frequency a close-to-optimal performance is still possible depends on the magnitude and sign of on-site electron-electron interaction. Extending our previous detailed study on cyclic quantum-dot refrigerators [`Phys. Rev. B 106, 035405 (2022) <https://journals.aps.org/prb/abstract/10.1103/PhysRevB.106.035405>`_], we here find that the optimal cooling power remains constant up to weak interaction strength compared to the cold-bath temperature. By contrast, the work cost depends on the interaction via the dot's charge relaxation rate, as the latter sets the typical driving frequency for the onset of non-geometric pumping contributions.\n\nThis work is part of the special volume of the `Frontier of Quantum and Mesoscopic Thermodynamics conference 2022 <https://fqmt.fzu.cz/22>`_ in the European Physical Journal Special Topics.",
        "links": [{
            "reference": "Eur. Phys. J. Spec. Top. (2023)",
            "URL": "https://doi.org/10.1140/epjs/s11734-023-00969-4"
        }]
    },
    "Manjeshwar2023May": {
        "kind": "article",
        "header": "New article",
        "date": "August 30, 2023",
        "title": "Integrated microcavity optomechanics with a suspended photonic crystal mirror above a distributed Bragg reflector",
        "authors": "Sushanth Kini Manjeshwar, Anastasiia Ciers, Juliette Monsel, Hannes Pfeifer, Cindy Peralle, Shu Min Wang, Philippe Tassin, Witlef Wieczorek",
        "summary": "Increasing the interaction between light and mechanical resonators is an ongoing endeavor in the field of cavity optomechanics. Optical microcavities allow for boosting the interaction strength through their strong spatial confinement of the optical field. In this work, we follow this approach by realizing a sub-wavelength-long, free-space optomechanical microcavity on-chip fabricated from an (Al,Ga)As heterostructure. A suspended GaAs photonic crystal mirror is acting as a highly reflective mechanical resonator, which together with a distributed Bragg reflector forms an optomechanical microcavity. We demonstrate precise control over the microcavity resonance by change of the photonic crystal parameters. The interplay between the microcavity mode and a guided resonance of the photonic crystal modifies the cavity response and results in a stronger dynamical backaction on the mechanical resonator compared to conventional optomechanical dynamics.",
        "links": [
            {
                "reference": "Opt. Express 31, 30212",
                "URL": "https://doi.org/10.1364/OE.496447"
            }
        ]
    },
    "Tabanera-Bravo2022Nov": {
        "kind": "article",
        "header": "Accepted article",
        "date": "February 12, 2024",
        "title": "Stability of long-sustained oscillations induced by electron tunneling",
        "authors": "Jorge Tabanera-Bravo, Florian Vigneau, Juliette Monsel, Kushagra Aggarwal, Léa Bresque, Federico Fedele, Federico Cerisola, G. A. D. Briggs, Janet Anders, Alexia Auffèves, Juan M. R. Parrondo, Natalia Ares",
        "summary": "Self-oscillations are the result of an efficient mechanism generating periodic motion from a constant power source. In quantum devices, these oscillations may arise due to the interaction between single electron dynamics and mechanical motion. Due to the complexity of this mechanism, these self-oscillations may irrupt, vanish, or exhibit a bistable behavior causing hysteresis cycles. We observe these hysteresis cycles and characterize the stability of different regimes in single and double quantum dot configurations. In particular cases, we find these oscillations stable for over 20 seconds, many orders of magnitude above electronic and mechanical characteristic timescales, revealing the robustness of the mechanism at play. The experimental results are reproduced by our theoretical model that provides a complete understanding of bistability in nanoelectromechanical devices.\n\nThis work is part of the `FQxI-funded <https://fqxi.org/programs/zenith-grants/>`_ project Nanomechanics in the solid-state for quantum information thermodynamics.",
        "links": [
			{
				"reference": "Phys. Rev. Research",
				"URL": "https://journals.aps.org/prresearch/accepted/2e076Ya6Nec1e781443632600fffc0bb46f5fec51"
			},
			{
				"reference": "arXiv:2211.04074",
				"URL": "https://arxiv.org/abs/2211.04074"
			}
        ]
    },
    "Tesser2022Oct": {
        "kind": "article",
        "header": "New article",
        "date": "February 9, 2023",
        "title": "Charge, spin, and heat shot noises in the absence of average currents: Conditions on bounds at zero and finite frequencies",
        "authors": "Ludovico Tesser, Matteo Acciai, Christian Spånslätt, Juliette Monsel, Janine Splettstoesser",
        "summary": "Nonequilibrium situations where selected currents are suppressed are of interest in fields like thermoelectrics and spintronics, raising the question of how the related noises behave. We study such zero-current charge, spin, and heat noises in a two-terminal mesoscopic conductor. In the presence of voltage, spin and temperature biases, the nonequilibrium (shot) noises of charge, spin, and heat can be arbitrarily large, even if their average currents vanish. However, as soon as a temperature bias is present, additional equilibrium (thermal-like) noise necessarily occurs. We show that this equilibrium noise sets an upper bound on the zero-current charge and spin shot noises, even if additional voltage or spin biases are present. We demonstrate that these bounds can be overcome for heat transport by breaking the spin and electron-hole symmetries, respectively. By contrast, we show that the bound on the charge noise for strictly two-terminal conductors even extends into the finite-frequency regime.",
        "links": [{
            "reference": "Phys. Rev. B 107, 075409",
            "URL": "https://journals.aps.org/prb/abstract/10.1103/PhysRevB.107.075409"
        }]
    },
    "Monsel2022Feb": {
        "kind": "article",
        "header": "New article",
        "date": "July 5, 2022",
        "title": "Geometric energy transport and refrigeration with driven quantum dots",
        "authors": "Juliette Monsel, Jens Schulenborg, Thibault Baquet, Janine Splettstoesser",
        "summary": "We study geometric energy transport in a slowly driven single-level quantum dot weakly coupled to electronic contacts and with strong onsite interaction, which can be either repulsive or attractive. Exploiting a recently discovered fermionic duality for the evolution operator of the master equation, we provide compact and insightful analytic expressions of energy pumping curvatures for any pair of driving parameters. This enables us to systematically identify and explain the pumping mechanisms for different driving schemes, thereby also comparing energy and charge pumping. We determine the concrete impact of many-body interactions and show how particle-hole symmetry and fermionic duality manifest, both individually and in combination, as system-parameter symmetries of the energy pumping curvatures. Building on this transport analysis, we study the driven dot acting as a heat pump or refrigerator, where we find that the sign of the onsite interaction plays a crucial role in the performance of these thermal machines.",
        "links": [{
            "reference": "Phys. Rev. B 106, 035405",
            "URL": "https://journals.aps.org/prb/abstract/10.1103/PhysRevB.106.035405"
        }],
        "note": "**Editors' suggestion** in Phys. Rev. B!"
    },
    "Monsel2021Mar": {
        "kind": "article",
        "header": "New article",
        "date": "June 25, 2021",
        "title": "Optomechanical cooling with coherent and squeezed light: the thermodynamic cost of opening the heat valve",
        "authors": "Juliette Monsel, Nastaran Dashti, Sushanth Kini Manjeshwar, Jakob Eriksson, Henric Ernbrink, Ebba Olsson, Emelie Torneus, Witlef Wieczorek, Janine Splettstoesser",
        "summary": "Ground-state cooling of mechanical motion by coupling to a driven optical cavity has been demonstrated in various optomechanical systems. In our work, we provide a so far missing thermodynamic performance analysis of optomechanical sideband cooling. We examine various performance quantifiers to get a full picture of the thermodynamic process and use them to benchmark different experimental platforms. Importantly, in addition to the standard optomechanical setup fed by coherent light, we investigate two recent alternative setups: replacing the coherent laser drive by squeezed light or using a cavity with a frequency-dependent (Fano) mirror.\n\nThis work arises from a collaboration between `Janine Splettstoesser's theoretical group <https://sites.google.com/site/splettchalmers>`_ and `Witlef Wieczorek's experimental group <https://wieczorek-lab.com/>`_ to investigate thermodynamics with optomechanical setups.",
        "links": [{
            "reference": "Phys. Rev. A 103, 063519",
            "URL": "https://journals.aps.org/pra/abstract/10.1103/PhysRevA.103.063519"
        }]
    },
    "Vigneau2021Mar": {
        "kind": "article",
        "header":  "New article",
        "date": "December 7, 2022",
        "title": "Ultrastrong coupling between electron tunneling and mechanical motion",
        "authors": "Florian Vigneau, Juliette Monsel, Jorge Tabanera, Kushagra Aggarwal, Léa Bresque, Federico Fedele, Andrew Briggs, Janet Anders, Juan M. R. Parrondo, Alexia Auffèves, and Natalia Ares",
        "summary": "We have measured and modelled the coupling strength between single-electron tunneling and nanomechanical motion in a fully-suspended carbon nanotube device. We have found it to be well within the ultrastrong coupling regime, thus opening exciting perspectives for both fundamental research and quantum technologies.\n\nThis work is part of the `FQxI-funded <https://fqxi.org/programs/zenith-grants/>`_ project Nanomechanics in the solid-state for quantum information thermodynamics.",
        "links": [{
            "reference": "Phys. Rev. Research 4, 043168",
            "URL": "https://journals.aps.org/prresearch/abstract/10.1103/PhysRevResearch.4.043168"
        }]
    }
}
  
